<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'ImagesToWebp', // 插件标识
    'name' => 'WebP图片全能转换器', // 插件名称
    'version' => 'v1.1.5', // 插件版本号
    'min_version' => 'v1.6.0', // CMS最低版本支持
    'author' => '猪小明', // 开发者
    'description' => '将上传的图片转换为WebP格式。提供更好的压缩效率和更高的图像质量，同时保持较小的文件大小。通过使用此插件，您可以显著减少网站的加载时间。', // 插件描述
    'litpic'    => '/weapp/ImagesToWebp/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'subroot' => 'on',
    // 'install_target' => '_self',
    'permission' => [],
    'management' => [],
);